export const sampleDataDescription = `
# Title

### 요약

지하철 혼잡도는 수도권 1~9호선 모든 역사에 대한 혼잡도 정보를 제공합니다. 


<br/>
<br/>

### 데이터 기준

SK텔레콤의 기지국 및 WiFi 정보와 공공 열차 운행 정보, 시간표 정보를 결합하여 지하철 이용 패턴을 추정하였으며, 이를 기반으로 열차별, 객차(칸)별, 역사별 혼잡도 정보를 산출하였습니다. 

지하철 혼잡도는 국토교통부의 지하철 혼잡도 기준을 따르고 있으며, 한 칸의 승객 수가 160명일 때를 100%로 환산하여 제공됩니다. 

![Untitled](https://hidden-puzzle-hub-file-bucket.s3.ap-northeast-2.amazonaws.com/8f7b7935-b27f-4ec6-8add-8c22d5655b5c_Untitled.png)

### 제공 데이터

- **통계성 열차/객차 혼잡도**

- 통계성 열차/객차 혼잡도
 
  최근 3개월 동안의 지하철 이용 이력을 기반으로 호선, 방향, 일반/급행, 요일, 시간대(10분)별, 구간별 혼잡도를 제공합니다. 현재 수도권 1~9호선의 역사에 대해서만 제공되고 있지만, 제공 범위는 점차 확대되고 있으며 22년 6월부터는 신분당선의 혼잡도도 제공할 예정입니다.
  
- 실시간 열차/객차 혼잡도
    - 운행 중인 열차의 열차 번호별 실시간 혼잡도를 제공합니다. 현재 수도권 2호선에 대해서 제공되고 있으며, 3호선은 22년 4월부터 제공 예정입니다.
- 루트 혼잡도
    - 출발지-목적지에 경로에 대한 구간별 혼잡도를 제공합니다.

- Test

<br />
<br />
<br />
<br />

### 활용 사례

-  서울교통공사 “또타지하철 앱” 

![400,800](https://hidden-puzzle-hub-file-bucket.s3.ap-northeast-2.amazonaws.com/b7502271-e3e5-4f64-9a5f-3b6144a85af2_IMG_3105.PNG.png)

- 티맵모빌리티 “티맵대중교통 앱”

![400,800](https://hidden-puzzle-hub-file-bucket.s3.ap-northeast-2.amazonaws.com/1992ff84-e8f0-45ce-b145-8e120cbf50ec_IMG_3128.png) 

`;
