export const PRIVACY_POLICIES = `
총칙
1) 개인정보란 생존하고 있는 개인에 관한 정보로서 당해 개인을 알아볼 수 있는 부호, 문자, 음성, 음향 및 영상 등의 정보(당해 정보만으로는 특정 개인을 알아볼 수 없는 경우에도 다른 정보와 쉽게 결합하여 알아볼 수 있는 것을 포함)를 말합니다.
2) SK텔레콤(주)(이하 "회사"라 함)이 제공하는 SK Puzzle(이하 "서비스"라 함)는 회원의 개인정보보호를 소중하게 생각하고, 회원의 개인정보를 보호하기 위하여 항상 최선을 다해 노력하고 있습니다.
3) 서비스를 운영함에 있어 SK Puzzle 회원(이하 "회원"이라 함)의 개인정보를 적극적으로 보호하며 『정보통신망이용촉진 및 정보보호 등에 관한 법률』(이하 "정보통신망법"이라 함) 등 모든 관련 법령을 준수하기 위하여 개인정보처리방침을 제정하고 이를 준수하고 있습니다. 
4) 회사는 본 개인정보처리방침을 통하여 고객님께서 제공하시는 개인정보가 어떤 용도와 방식으로 이용되고 있으며 개인정보를 효과적이고 적극적으로 보호하기 위해 회사가 노력하는 사항을 알려드립니다.
5) 회사는 본 개인정보처리방침을 홈페이지(http://www.data-puzzle.com) 첫 화면 또는 공지사항에 공개함으로써 고객님께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
6) 서비스의 개인정보처리방침은 관련 법률 및 관련 규정의 변경 또는 내부 운영 방침의 변경에 따라 변경될 수 있습니다. 개인정보처리방침이 변경될 경우 변경된 사항을 시행하기 7일전부터 홈페이지를 통하여 공지함으로써 개정된 내용을 고객님께서 쉽게 알아보실 수 있도록 하고 있습니다.
7) 본 개인정보처리방침에 기재된 사항 이외에 서비스 이용에 있어 회사 또는 제휴사별 개인정보수집 및 활용에 관한 자세한 사항은 제휴사가 운영하는 인터넷 사이트에 게재된 '개인정보처리방침'에 따릅니다.

개인정보의 수집∙이용 목적, 수집 항목, 보유 및 이용 기간

1) 회사는 기본적인 서비스 제공을 위한 정보와 회원 각각의 기호와 필요에 맞는 서비스를 제공하기 위한 선택 정보로 구분되어 다음의 정보를 수집하고 있습니다. 선택 정보를 입력하지 않은 경우에도 서비스 이용 제한은 없습니다.
2) 회사는 회원의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.
3) 회사는 다음과 같은 목적으로 개인정보를 수집, 이용합니다.

| 수집∙이용 목적 | 수집 항목 | 보유 및 이용 기간 | 
| --- | ------------ | --- |
| ① 회원보호: 서비스 이용에 따른 본인 식별, 불량회원의 부정 이용방지와 비인가 사용방지, 가입의사 확인, 가입 및 횟수 제한, 분쟁 조정을 위한 기록 보존, 불만처리 등 민원처리, 고지사항 전달, 프로젝트 Master/Member 권한 부여/회수/이관 <br /> ② 서비스 제공 : 서비스 및 컨텐츠 제공, 청구, 정산, 이벤트 참여 및 뉴스레터 제공 | (필수) 아이디, 패스워드, 이메일, 휴대전화번호, 생성정보(서비스 이용/정지/해지 기록, 접속 로그, 쿠키, 접속 IP) <br /> (선택) 직업유형, 관심분야 | 회원 탈퇴 후 3개월까지<br />(단, 아래의 경우는 각 정한 바에 따름)<br />가. 법령에 따로 정한 경우에는 해당 기간까지<br />나. 요금정산이 미완료된 경우, 정산완료 시까지<br />다. 요금관련 분쟁이 계속될 경우에는 분쟁이 종료되는 때까지 |
| Tech. Forum, Tech. Event, SK ICT Summit 등 행사 참여를 위한 본인 식별, 신청에 의한 행사 참여 업무 처리, 승인 및 결과, 고지사항 안내 | (필수) 아이디, 이름, 소속, 이메일, 휴대전화번호 (선택) 거주지 주소, 성별, 생년월일, 직업 | 회원 탈퇴 후 3개월까지 (단, 아래의 경우는 각 정한 바에 따름) 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 (전자상거래 등에서의 소비자 보호에 관한 법률) |  

4) 아이디어 공모전, 기술제안 등의 신청/응모 과정에서 해당 서비스의 이용자에 한해서만 개인정보 추가 수집이 발생할 수 있으며, 이러한 경우 별도의 동의를 받습니다.

개인정보 수집에 대한 동의

회사는 회원이 개인정보의 수집, 이용에 관한 내용에 대해 「동의한다」 버튼을 클릭할 수 있는 절차를 마련하고 있으며, 회원이 「동의한다」 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.

개인정보의 수집 방법

회사는 다음과 같은 방법으로 개인정보를 수집합니다.
  가. http://www.data-puzzle.com 이용
  
  나. 서면양식, 전화, 게시판, 이메일, 이벤트 응모, 배송 요청
  
  다. 제휴사로부터의 제공
  
  라. 로그 분석 프로그램을 통한 생성정보 수집
  
  마. 유무선 인터넷 서비스 사용 시 생성정보 수집 툴을 통한 방법(쿠키)
  
  바. 회원이 서비스 가입 및 이용 과정에서 직접 정보 제공
  
수집한 개인정보의 이용 및 제3자 제공

  1) 회사는 회원의 개인정보를 서비스의 이용약관, 개인정보처리방침 등을 통해 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 제3자에게 제공하지 않습니다. 단, 다음의 경우에는 주의를 기울여 개인정보를 이용 및 제공할 수 있습니다.
    가. 제휴관계 : 보다 나은 서비스 제공을 위하여 회원의 개인정보를 제휴사에 제공하거나 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 회원에게 제휴사가 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호되는지에 대해 개별적으로 서면 또는 이메일 등을 통해 고지하여 동의를 구하는 절차를 거치게 되며, 회원이 동의하지 않는 경우에는 제휴사에 제공하거나 제휴사와 공유하지 않습니다. 제휴관계에 변화가 있거나 제휴관계가 종결될 때도 같은 절차에 의하여 고지하거나 동의를 구합니다.
    나. 매각ㆍ인수ㆍ합병 등 : 영업의 전부 또는 일부를 양도하거나, 합병상속 등으로 서비스제공자의 권리 의무를 이전 승계하는 경우 개인정보보호 관련 회원의 권리를 보장하기 위하여 반드시 그 사실을 회원에게 통지합니다.
  2) 회사는 개인정보 수집 시 회원에게 고지한 범위 또는 이용약관에 명시한 범위를 초과하여 이용하거나 제3자에게 제공하지 않습니다. 다만, 회원의 동의가 있거나 다음에 해당하는 경우에는 예외로 합니다. 본항에 따라 제공하는 개인정보는 가입 시 정보 및 이후 변경된 정보도 포함합니다.
    가. 서비스의 제공에 관한 계약의 이행을 위하여 필요한 개인정보로서 경제적/기술적인 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우
    나. 통신비밀보호법, 국세기본법, 정보통신망법, 금융실명거래 및 비밀보장에 관한 법률, 신용정보의 이용 및 보호에 관한 법률, 전기통신기본법, 소비자기본법 등 다른 법률에 특별한 규정이 있는 경우. 단, 법률에 특별한 규정이 있는 경우로 행정 목적이나 수사목적으로 행정관청 또는 수사기관이 요구해 온 경우라도 무조건 회원의 개인정보를 제공하지 않으며, 법률에 규정된 바에 따라 영장 또는 기관장의 직인이 날인된 서면에 의한 경우 등 적법한 절차에 따라 제공합니다.
    다. 통계작성/학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
  3) 개인정보 제공 현황 본 개인정보처리방침을 확인하시는 시점에의 개인정보 제공 현황은 이메일, SMS(MMS) 등으로 회원에게 개별 통지합니다. (회원의 연락처 미기재, 변경 등으로 인하여 개별 통지가 어려운 때에만 홈페이지에 변경 약관을 공지함으로써 개별 통지한 것으로 간주합니다.) 개인정보 제공 현황은 제휴관계의 개시 또는 종료에 따라 변동할 수 있으며 개인정보 제공과 함께 목록에 게시되고 제휴관계 종료 등으로 인한 개인정보의 파기와 함께 목록에서 삭제됩니다.

개인정보 처리 업무의 위탁 및 제3자에 대한 제공

회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 보호될 수 있도록 필요한 사항을 규정하고 있습니다. 회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.

가. 서비스 제공을 위해 개인정보 위탁하는 업체 리스트

위탁업체 리스트는 해당 서비스 변경 및 계약기간에 따라 변경될 수 있으며 변경 시 공지사항을 통해 사전 공지합니다.

① SK플래닛㈜
  - 위탁 업무 내용 : SK Puzzle 서비스 시스템 개발 및 운영
  - 보유 및 이용기간 : 회원탈퇴시 혹은 위탁계약 종료시까지

② 서울신용평가정보㈜, 한국모바일인증㈜
  - 위탁 업무 내용 : 본인확인
  - 보유 및 이용기간 : 회원탈퇴시 혹은 위탁계약 종료시까지
  
개인정보의 열람 및 정정, 동의 철회 (회원탈퇴)
  
  1) 회원은 언제든지 등록되어 있는 회원의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 『회원정보 변경』을 클릭하여 직접 열람 또는 정정하거나, 개인정보 보호책임자 및 담당자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
  2) 회원이 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.
  3) 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.
  4) 회원은 회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해  동의한 내용을  언제든지 철회하실 수 있습니다. 동의 철회는 『회원정보』에서 "회원탈퇴"를 클릭하거나 개인정보 보호책임자에게 서면, 전화, 이메일 등으로 연락하시면 지체 없이 회원탈퇴를 위해 필요한 조치를 취합니다. 동의 철회를 하고 개인정보를 파기하는 등의 조치를 취한 경우에는 그 사실을 회원에게 지체 없이 통지하도록 하겠습니다.

개인정보의 보유기간 및 이용기간
  1) 회사는 회원의 서비스 가입일로부터 회원에게 서비스를 제공하는 동안에 한하여 회원의 개인정보를 보유 및 이용하게 됩니다. 회원 탈퇴를 요청하거나 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집/이용목적을 달성하거나 보유/이용기간이 종료한 경우, 사업폐지 등의 사유발생 시 당해 개인정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 동안 보존합니다.
    가. 관계 법령에 따른 정보보유 사유 상법 및 국세기본법, 통신비밀보호법, 전자상거래 등에서 소비자보호에 관한 법률, 신용정보의 이용 및 보호에 관한 법률 등 관계법령에 따라 보존할 필요가 있는 경우 회사는 관계 법령에서 정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 다음과 같습니다.
      ① 상업장부와 영업에 관한 중요서류 및 전표: 중요서류 10년/전표 5년(상법)
      ② 거래에 관한 장부 및 증빙서류: 5년(국세기본법, 법인세법, 부가가치세법 등)
      ③ 통신사실확인자료 제공 시 필요한 가입자의 전기통신 일시, 전기통신 개시 종료시간, 통신번호 등 상대방의 가입자번호, 사용도수, 통신신망에 접속된 정보통신기기의 위치추적자료: 12개월(통신비밀보호법)
      ④ 통신사실확인자료 제공 시 필요한 로그기록자료, IP 주소 등: 3개월(통신비밀보호법)
      ⑤ 표시/광고에 관한 기록: 6개월(전자상거래 등에서의 소비자보호에 관한 법률)
      ⑥ 계약 또는 청약철회 등에 관한 기록 : 5년(전자상거래 등에서의 소비자보호에 관한 법률)
      ⑦ 대금결제 및 재화 등의 공급에 관한 기록 : 5년(전자상거래 등에서의 소비자보호에 관한 법률)
      ⑧ 소비자 불만 또는 분쟁처리에 관한 기록 : 3년(전자상거래 등에서의 소비자보호에 관한 법률)
      ⑨ 본인확인에 관한 기록 : 6개월(정보통신망법)
      ⑩ 방문에 관한 기록 : 3개월(통신비밀보호법)
      
개인정보 파기절차 및 방법

회사는 수집한 이용목적이 달성된 후에는 보관기간 및 이용기간에 따라 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.

  가. 파기절차
  회원이 서비스 가입 등을 위해 기재한 개인정보는 서비스 해지 등 이용목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유(위 개인정보의 보유 및 이용기간 참조)에 따른 보유기간이 경과한 후에 삭제되거나 파기합니다. 일반적으로 잔존하는 채권, 채무 관계가 없는 경우 서비스 회원가입 시 수집되어 전자적 파일형태로 보관하는 개인정보는 회원탈퇴 후, 3개월까지 보관됩니다. 회원 응대 및 불법적 사용자에 대한 관련 수사기관 협조를 위하여 탈퇴 후 3개월간 회원 정보 데이터를 보관하며 3개월 이후에는 회원의 모든 데이터를 삭제합니다.
  나. 파기방법
  종이(인쇄물, 서면 등)에 출력된 개인정보는 분쇄기로 분쇄 또는 소각하거나 화학약품 처리를 이용하여 파기하고 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

회원의 권리와 그 행사 방법

회원은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정 가능하며 회원 탈퇴를 통해 제공한 개인정보 이용에 관한 동의철회를 할 수 있습니다.

회원의 권리와 의무

  1) 회사는 회원의 의견을 매우 소중하게 생각하며, 회원은 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.
  2) 회원은 자신의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해야 합니다. 부정확한 정보의 입력으로 인해 발생하는 사고의 책임은 회원에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
  3) 회원은 개인정보를 보호받은 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 지고 있습니다. 패스워드를 포함한 개인정보가 유출되지 않도록 조심하여야 하며, 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해야 합니다. 만약 이 같은 책임을 다하지 못하고 타인의 정보를 훼손할 시에는 정보통신망법 등에 의해 처벌받을 수 있습니다.
  4) 만 14세 미만의 아동으로부터 개인정보 수집,이용,제공 등의 동의를 얻고자 하는 경우에는 관련 법령에 따라 그 법정대리인의 동의를 얻습니다. 이 경우 회사는 그 아동에게 법정대리인의 동의를 얻기 위하여 필요한 법정대리인의 성명 등 최소한의 정보를 요구할 수 있습니다(상세사항은 아래 '아동의 개인정보보호'규정 참조).

개인정보 자동 수집 장치의 설치/운영 및 그 거부에 대한 사항

  1) 회사는 제공하는 인터넷 서비스를 통하여 회원의 정보를 저장하고 수시로 찾아내는 쿠키(cookie)를 설치/운용합니다. 쿠키란 웹 서버가 웹 브라우저에 보내어 저장했다가 서버의 부가적인 요청이 있을 때 다시 서버로 보내주는 문자열 정보를 말합니다. 회원이 웹사이트에 접속하면 회원의 브라우저에 있는 쿠키의 내용을 읽고 추가정보를 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다.
  2) 회사가 쿠키를 통해 수집한 회원의 정보는 다음 목적을 위해 사용될 수 있습니다.
    가. 개인의 관심분야에 따라 차별화된 정보 제공
    나. 회원과 비회원의 접속빈도 또는 머문 시간 등을 분석하여 회원의 취향과 관심분야를 파악하여 SK Puzzle 운영에 활용
    다. 관심 있게 둘러본 내용에 대한 자취를 추적하여 다음 번 접속 때 개인 맞춤 서비스 제공
  3) 회원은 쿠키의 설치에 대한 선택권을 가지고 있습니다. 웹 브라우저 상단의 "도구 > 인터넷옵션 > 개인정보 > 고급"에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있습니다. 단, 회원이 쿠키 설치를 거부하였을 경우 서비스 이용에 불편이 있거나 서비스 제공에 어려움이 있을 수 있습니다.
  4) 쿠키는 브라우저의 종료 시나 로그아웃 시 만료됩니다.

개인정보 처리방침의 고지 또는 통지방법
  1) 회사가 개인정보 수집 시 고지한 범위 또는 서비스 이용약관, 본 개인정보처리방침에 명시한 범위를 넘어 회원의 개인정보를 이용하거나 제3자에게 제공하기 위해 회원의 추가적인 동의를 얻고자 하는 때에는 미리 회원에게 개별적으로 서면, 이메일, 전화 등으로 해당 사항을 통지하고 이에 대한 동의를 얻습니다.
  2) 회사가 영업의 전부 또는 일부를 양도하거나 합병ㆍ상속 등으로 그 권리ㆍ의무를 이전하는 경우 서면ㆍ이메일 등을 통하여 회원에게 개별적으로 통지함과 동시에 회사 홈페이지 첫 화면에서 식별할 수 있도록 표기하여 30일 이상 그 사실을 공지합니다. 다만, 서면ㆍ이메일 기타의 방법에 따른 통지는 과실 없이 회원의 연락처를 알지 못하거나 천재ㆍ지변 기타 통지할 수 없는 정당한 이유가 있는 경우에는 2곳 이상의 일반일간신문(회원의 대부분이 특정 지역에 거주하는 경우에는 그 지역을 보급구역으로 하는 일반일간신문으로 할 수 있습니다)에 1회 이상 공고하는 것으로 갈음합니다.

개인정보보호를 위한 기술 및 관리적 대책

회사는 회원의 개인정보를 보호하기 위해 기술적 대책과 관리적 대책을 마련하고 있으며, 이를 적용하고 있습니다.

  1) 기술적 대책
    가. 회사는 개인정보처리시스템과 외부 인터넷망을 물리적 또는 논리적으로 분리하여 운영합니다.
    나. 회원의 개인정보는 패스워드에 의해 보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금 기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.
    다. 백신 프로그램을 이용하여 컴퓨터 바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신 프로그램은 주기적으로 업데이트되며 갑작스러운 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.
    라. 암호알고리즘을 이용하여 네트워크상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.
    마. 해킹 등 외부침입에 대비하여 서버마다 침입차단시스템 및 취약점 분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.
  
  2) 관리적 대책
    가. 회사는 회원의 개인정보에 대한 접근 및 보호에 필요한 절차 등을 마련하여 소속 직원으로 하여금 이를 숙지하고 준수하도록 하고 있습니다.
    나. 회사는 회원의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.
      ① 회원을 직접 상대로 하여 마케팅 업무를 수행하는 자
      ② 개인정보 보호책임자 및 담당자 등 개인정보 보호업무를 수행하는 자
      ③ 기타 업무상 개인정보의 처리가 불가피한 자
    다. 회사는 컴퓨터를 이용하여 회원의 개인정보를 처리하는 경우 개인정보에 대한 접근권한을 가진 담당자를 지정하여 아이디 및 패스워드를 부여하고, 해당 패스워드를 정기적으로 갱신하고 있습니다.
    라. 개인정보를 처리하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보보호 의무 등에 관해 정기적인 사내 교육 및 외부 위탁교육을 실시하고 있습니다.
    마. 신규직원 채용 시 정보보호서약서 또는 개인정보보호서약서에 서명함으로 직원에 의한 정보유출을 사전에 방지하고 개인정보 처리방침에 대한 이행사항 및 직원의 준수 여부를 감사하기 위한 내부절차를 마련하여 지속적으로 시행하고 있습니다.
    바. 직원 퇴직 시 비밀유지서약서에 서명함으로 회원의 개인정보를 처리하였던 자가 직무상 알게 된 개인정보를 훼손ㆍ침해 또는 누설하지 않도록 하고 있습니다.
    사. 개인정보 관련 처리자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확히 하고 있습니다.
    아. 전산실 및 자료 보관실 등을 특별 보호구역으로 설정하여 출입을 통제하고 있습니다.
    자. 회사는 회원 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서 자신의 아이디와 패스워드를 적절하게 보호하고 여기에 대한 책임을 져야 합니다.
    차. 또한 다른 사람이 추측할 수 있는 쉬운 패스워드는 사용을 피하시기를 권장하며, 정기적으로 패스워드를 변경하시는 것이 바람직합니다.
    카. 특히, 공동으로 사용하는 PC에서 개별서비스사이트에 접속하여 서비스를 이용한 후 서비스 이용을 종료하는 경우에는 반드시 로그아웃 처리 후 해당 홈페이지를 종료하시기 바랍니다. 그렇지 않을 경우, 해당 브라우저를 통해 아이디, 패스워드 등 회원의 정보가 타인에게 쉽게 유출될 위험이 있습니다.
    타. 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 회사는 즉각 회원에게 사실을 알리고 적절한 대책과 보상을 강구할 것입니다.

의견 수렴 및 불만 처리
  1) 회사는 회원의 의견을 매우 소중하게 생각합니다. 문의사항이 있을 경우 문의하기 등을 이용하여 문의하시면 신속 정확한 답변을 드리겠습니다.
  2) 회원상담 창구를 운영하고 있으며, 연락처는 다음과 같습니다. [회원센터]
    - 사이버상담 : SK Puzzle 홈페이지 내 문의하기 (http://www.data-puzzle.com)

기타 개인정보 침해에 관한 상담이 필요한 경우에는 개인정보 침해신고센터, 대검찰청 사이버범죄수사단, 경찰청 사이버테러대응센터에 문의하실 수 있습니다.
1. 개인정보침해신고센터: (국번없이)118 (https://privacy.kisa.or.kr/)
2. 대검찰청 사이버수사과: (국번없이)1301 (https://spo.go.kr/)
3. 경찰청 사이버수사국: (국번없이)182 (https://cyberbureau.police.go.kr/)

개인정보 보호책임자
1) 회사는 회원의 개인정보보호를 매우 소중하게 생각하며, 회원의 개인정보가 훼손, 침해 또는 누설되지 않도록 최선을 다하고 있습니다. 그러나 기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다.
2) 회원의 개인정보보호 관련 문의 시 회원센터에서 신속하고 성실하게 답변을 드리도록 하고 있습니다. 또한 회원이 서비스의 개인정보보호 담당자와 연락을 원하실 경우 아래의 연락처 또는 이메일로 연락을 주시면 개인정보 관련 문의사항에 대하여 신속하고 성실하게 답변해 드리겠습니다.

개인정보 보호책임자 : 이정룡 담당

소속부서 : SK텔레콤 AI Engineering 담당

개인정보 보호담당자 : 장현춘
소속부서 : SK텔레콤 AI Engineering담당

아동의 개인정보보호

SK Puzzle 사이트는 만 14세 미만 아동은 서비스를 이용할 수 없습니다. 단, 14세 미만 아동의 개인정보를 보호하기 위하여 다음의 절차로 진행하고 있습니다.

  1) 만약, 만 14세 미만 아동으로부터 개인정보 수집, 이용, 제공하는 경우, 관련 법령에 따라 그 법정대리인의 동의를 받습니다. 이 경우 회사는 그 아동에게 법정대리인의 동의를 받기 위하여 필요한 법정대리님의 성명 등 최소한의 정보를 요구할 수 있습니다.
  2) 만 14세 미만 아동의 법정대리인은 아동의 개인정보에 대한 열람, 수정 및 삭제를 요청할 수 있으며, 회사는 이러한 요청에 지체 없이 필요한 조치를 취합니다.

고지의 의무
현 개인정보처리방침은 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 경우에는 개정 최소 7일 전부터 홈페이지의 '공지'란을 통해 고지할 것입니다.

1년간 서비스 미이용자의 개인정보 분리보관 또는 파기

“서비스”는 1년간 “서비스”를 이용하지 않은 고객의 개인정보를 분리보관하거나 파기 합니다. “서비스”에서 1년간 “서비스”를 이용하지 않은 것으로 판단하는 기준은 다음과 같습니다. (서비스별 1년간 서비스 미이용 기준 기재, 예를 들어 1년간 서비스 로그기록이 없는 경우 등) “서비스”에서는 상기 분리보관 또는 파기일의 30일전까지 “서비스”에서 수집한 연락처로 개인정보의 분리보관 또는 파기사실을 통지합니다. 단, “서비스”에서 연락처를 수집하지 않는 경우에는 본 개인정보 처리방침의 내용으로 갈음합니다.
부칙
개인정보처리방침 공고일자 : 2021년 12월 30일
개인정보처리방침 시행일자 : 2021년 12월 30일
개인정보처리방침 버전번호 : V 1.0
`;
