export const TERMS_OF_USE = `
1장 총칙

제1조 (목적)
본 약관은 SK텔레콤(주)(이하 "회사"라 합니다)의 SK Puzzle 사이트 (http://www.data-puzzle.com, 이하 "홈페이지"라 합니다) 및 SK Puzzle의 서비스(이하 “서비스”라 합니다)와 SK Puzzle 제휴 사이트(ThingPlug 사이트(https://thingplug.sktiot.com), Bigdata hub 사이트(http://www.bigdatahub.co.kr), IoT Portal 사이트(https://www.sktiot.com)를 이용함에 있어 회원과 회사 간의 조건 및 절차, 권리와 의무 등 제반 사항과 기타 필요 사항을 규정하는 것을 목적으로 합니다.

제2조 (약관의 효력 및 변경)
① 본 약관은 서비스를 이용하고자 하는 모든 회원에 대해서 그 효력을 발생합니다.
② 본 약관의 내용은 서비스의 홈페이지 또는 서비스 화면에 게시하거나 기타의 방법으로 회사가 회원에게 공지하고, 회원이 이에 동의함으로써 효력이 발생합니다.
③ 회사는 서비스와 회원에게 필요하다고 인정되는 경우 약관을 변경할 수 있습니다. 약관을 개정할 경우, 개정 사유 및 적용 일자를 명시하여 현행 약관과 함께 적용 일자 7일 전부터 적용일 전날까지 제2항의 방법으로 공지합니다. 다만, 회원에게 불리하거나 회원의 권리 또는 의무에 관한 중요 사항의 변경은 최소 30일 전에 공지하고 E-mail을 통해 회원에게 개별 통지합니다. (회원의 연락처 미기재, 변경 등으로 인하여 개별 통지가 어려운 때에만 홈페이지에 변경 약관을 공지함으로써 개별 통지한 것으로 간주합니다.)
④ 회원은 변경된 약관에 대해 거부할 권리가 있습니다. 본 약관의 변경에 대해 이의가 있는 회원은 서비스 이용을 중단하고 이용 계약을 해지(회원 탈퇴)할 수 있습니다. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 변경된 이용 약관의 효력발생일까지 약관 변경에 관한 거부의 의사표시를 하지 않으면 회원이 변경 약관에 동의한 것으로 본다는 뜻을 명확하게 따로 공지 또는 고지하였음에도 회원이 명시적으로 거부 의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.
⑤ 본 약관에 동의하는 것은 회사가 운영하는 서비스의 홈페이지를 정기적으로 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원의 피해에 대하여 회사는 책임이 없습니다.

제3조 (약관 외 준칙)
① 이 약관에 명시되지 않은 사항은 "정보통신망 이용촉진 및 정보보호 등에 관한 법률", "약관의 규제에 관한 법률", "전기통신사업법" 등 관계 법령 및 회사가 제공하는 개별 서비스 이용 약관, 이용 규정 또는 세부 지침 등을 따릅니다.
② 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 "개별약관"이라 함)을 정하여 이를 제2조 제2항의 방법에 따라 공지할 수 있습니다.
③ 회사는 필요한 경우 서비스 이용과 관련된 세부이용지침을 정하여 이를 제2조 제2항의 방법에 의하여 공지할 수 있습니다.
④ 본 약관과 관련하여 회사의 정책변경, 법령의 개정 또는 공공기관의 고시나 지침 등에 의하여 회사가 홈페이지의 공지사항 게시판 등을 통해 공지하는 내용도 이용계약 일부를 구성합니다.

제4조 (용어의 정의)
이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 정의되지 않은 용어에 대한 해석은 홈페이지 내 서비스별 안내 및 관계 법령에서 정하는 바를 따릅니다.
1. 서비스: 회사 또는 제휴사가 제공하는 웹앱/앱 개발 플랫폼 및 제반 서비스와 개발환경, 테스트베드, 계측기 및 시험단말/번호, 기술 포럼 등의 기술 개발 활동을 지원하고 본 약관에 제시된 조건에 따라 회원이 이용할 수 있도록 회사에서 제공하는 것을 말합니다.
2. SK Puzzle 회원(이하 “회원”이라 합니다) : SK Puzzle 웹사이트 또는 개별 서비스 사이트에서 본 약관에 동의하고, T아이디로 SK Puzzle 서비스를 이용하도록 설정하거나, 회사가 정한 양식과 절차에 따라 SK Puzzle 통합 회원 ID와 비밀번호를 발급받은 자를 말합니다.
가. 개인회원: 개인 자격으로 회원 가입한 자를 말합니다.
나. 사업자회원: 사업자의 대리인 자격으로 사업자 정보를 추가 입력하고 가입한 자를 말합니다.
3. 개별 서비스: T아이디 또는 SK Puzzle 통합 회원 ID를 이용하여 접속 가능한, 회사가 제공하는 서비스를 의미하고, 각 개별 서비스에서 사용하는 용어의 정의는 다음과 같습니다. 개별 서비스는 추후 추가•변동될 수 있으며 서비스가 추가•변동될 때에는 제25조에 따른 통지 방법으로 회원에게 별도로 공지합니다
가. “프로젝트”란 홈페이지에서 제공되는 개발환경 및 도구, 서비스를 통합하여 제공하는 단위로 프로젝트 생성 시, 본 호의 나~바항목의 서비스를 사용할 수 있습니다.
나. “SK Puzzle”(SK open Application Programming Interface)란 회사 또는 제휴사가 제공하는 API를 회원에게 제공함으로써 회원 자신이 개발한 애플리케이션에 API를 적용하여 회사 또는 제휴사가 제공하는 서비스의 일부 기능을 해당 애플리케이션 등을 통하여 제공할 수 있도록 매개하는 서비스입니다.
다. "Application"이란 스마트폰, 태블릿 PC, 스마트 TV, 기타 디지털 단말기(이하 "단말기 등"이라합니다)에 설치되어 각종 서비스를 제공하는 개별 응용프로그램을 말하며, 본 약관에서는 회원이 서비스를 이용하여 개발, 구축, 관리, 운영하는 개별 응용프로그램을 말합니다.
라. "Application 앱 이용고객"이란 회원이 서비스를 사용하여 개발한 Application앱, 제3의 서비스 기타 응용프로그램을 이용하는 자를 말합니다.
4. SK Puzzle 통합 회원 ID : 개별 서비스에 동일하게 사용할 수 있는 하나의 아이디(ID)로 회원 식별과 회원의 서비스 이용을 위해 회원이 선정하고 회사가 승인하는 영문자, 숫자 및 특수문자의 조합을 의미합니다.
5. 비밀번호(PASSWORD): 회원의 정보 보호를 위해 회원 자신이 설정한 문자와 숫자, 특수기호의 조합을 말합니다.
6. 회원 공통정보: 서비스를 이용하기 위해 회사가 정한 가입절차에 따라 입력한 아이디(ID) 정보와 필수 입력 항목으로 SK Puzzle 웹사이트를 통해 정보확인, 변경처리 등을 관리할 수 있는 회원정보 항목을 말합니다.
7. 실명 인증: 회원의 이동전화로 SMS 인증을 수행하여 실명 여부를 확인하는 것을 말합니다.
8. SMS 인증: 이동전화로 SMS 난수를 회원에게 발송, 회원이 해당 번호를 홈페이지 등에 등록하도록 함으로써 인증을 하는 것을 말합니다.
9. "인증키"란 회원이 홈페이지에서 회사 또는 제휴사가 제공하는 서비스 신청 후, 운영자로부터 해당 서비스의 사용 승낙을 받은 회원에게 부여되는 알파벳, 아라비아 숫자로 조합된 고유값을 말합니다.
10. 운영자: 서비스의 전반적인 관리와 원활한 운영을 위하여 회사가 선정한 자를 말합니다.
11. 게시물: 회원이 서비스를 이용함에 있어 서비스상에 게시한 부호(URL 포함), 문자, 음성, 음향, 영상(동영상 포함), 이미지(사진 포함) 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 말합니다.
12. 탈퇴: 회사 또는 회원이 가입 후 이용 계약을 해약하는 것을 말합니다.
제 2장 회원가입과 서비스 이용

제5조 (회원가입 및 서비스 이용신청)
① 회원가입 및 서비스 이용신청을 위해서는 SK Puzzle웹사이트 또는 개별 서비스 사이트의 회원 가입 화면 또는 회원정보 등록 화면에서 이용약관에 동의하고 회사에서 제공된 회원가입 신청양식에 따라 필요사항을 기재하여야 합니다.
② 회사는 개별 서비스 사이트 및 SK Puzzle 개별 서비스에 대해 별도 약관을 둘 수 있으며, 개별 서비스의 별도 약관에 대한 동의는 회원이 개별 서비스를 최초로 이용할 때 별도 동의 절차를 통해 진행합니다.
③ 일부 서비스는 각 홈페이지를 통해 발급받은 인증키를 사용해야만 이용할 수 있습니다.
④ 회사는 제공되는 서비스의 성격에 따라 이용 신청 시 추가 정보를 요구하거나 서비스를 제공하는 회사의 별도 약관 동의, 본인을 확인할 수 있는 본인 인증 절차를 요구할 수 있습니다. 이 경우 서비스에 가입하여 이용하고자 하는 자는 해당 인증을 수행하는 등 절차를 완료하여야 합니다.
⑤ 서비스 이용을 위해 회원은 자신의 연락처(E-mail 및 휴대전화번호)를 정확하게 입력해야 하며, 그러지 않을 경우 회사는 서비스 이용을 제한할 수 있습니다.

제6조 (이용 계약의 성립)
① 이용 계약은 회원이 되고자 하는 자(이하 "가입신청자")가 본 약관 및 "개인정보처리방침"에 동의를 한 다음 회사가 정한 신청양식을 작성하여 회원가입신청을 하고 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
② 회원이 본 약관에 동의함은 서비스와 관련하여 회사에서 제공하거나 제공할 모든 서비스에 동의하는 것으로 봅니다.

제7조 (이용 신청에 대한 승낙 및 제한)
① 회사는 제5조에 따른 가입신청자의 신청에 대하여 업무상 또는 기술상 지장이 없는 범위에서 서비스 이용을 승낙함을 원칙으로 합니다. 단, 회사는 다음 각 호에 해당하는 신청에 대하여는 그 사유가 해결될 때까지 승낙을 유보하거나, 승낙을 거부할 수 있습니다.
1. 다른 사람의 명의를 사용하거나 다른 사람의 이메일, 휴대전화 등의 개인정보를 사용하여 회원 등록 시 허위로 신청하는 경우
2. 회사에 의하여 이용계약이 해지된 날로부터 1개월 이내에 재이용신청을 하는 경우
3. 기술상 서비스 제공이 불가능한 경우
4. 고객 등록 사항을 누락하거나 오기하여 신청하는 경우
5. 가입신청자가 회원 자격을 상실한 사실이 있는 경우. (단, 회원 자격을 상실한 날로부터 1년이 경과한 자로서 회사의 재가입 승낙을 얻은 경우 제외)
6. 회사로부터 회원자격정지 조치 등을 받은 회원이 그 조치 기간에 이용계약을 임의 해지하고 재이용신청을 하는 경우
7. 사회의 안녕질서 또는 미풍양속을 저해하거나, 저해할 목적으로 신청한 경우
8. 기타 회사가 정한 이용신청 요건이 만족하지 않았거나 위법 또는 부당한 이용신청임이 확인된 경우 또는 회원의 책임 있는 사유로 인하여 회사가 승낙할 수 없는 경우
② 본 조 제1항에 따라 회사가 회원가입 신청의 승낙을 유보하거나 거절한 경우, 회사는 이용신청자에게 승낙 유보의 사유, 승낙 가능 시기 또는 승낙에 필요한 추가요청정보 또는 자료 등 기타 승낙 유보, 거절과 관련된 사항을 해당 서비스화면에 게시하거나 Email 등을 통해 통지합니다.
③ 회사는 서비스의 품질 향상 기타 필요한 경우, 회원을 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 기타 필요한 사항을 세분하여 그 이용에 차등을 둘 수 있습니다.
④ 회사는 회원에 대하여 영화 및 비디오물의 진흥에 관한 법률, 청소년보호법 기타 관련 법령에 따른 등급 및 연령 준수를 위하여 이용제한이나 등급별 제한 기타 필요한 조치를 취할 수 있습니다.

제 3장 서비스의 이용
제8조 (서비스의 제공 등)
① 회사는 회원에게 다음 각 호의 서비스를 제공합니다.
1. 개발자 네트워킹 및 활동 지원 서비스
가. 참여형 프로그램 서비스: 각종 개발자 행사및 공모전 등 다양한 ICT주제의 온오프라인 행사에 참여할 수 있는 서비스
나. Community 서비스 : 개발자들이 다양한 기술 주제를 기반으로 토론할 수 있는 온라인 공간을 제공하는 서비스
다. 기술 제안 및 기술 컨설팅 서비스 : 상시로 기술을 제안할 수 있는 온라인 공간을 제공하고, 각 기술 카테고리별 기술 전문가들이 제안한 내용에 대한 검토 및 피드백을 온오프라인에서 컨설팅해주고, 최종 채택된 제안에 대해서는 기술기반 공동 R&D 과제 사업화까지 지원해주는 서비스
2. 웹앱/앱 개발 플랫폼 및 제반 서비스
SK Puzzle: 회사 또는 제휴사가 제공하는 API를 회원에게 제공함으로써 회원이 자신이 개발한 애플리케이션에 API를 적용하여 회사 또는 제휴사가 제공하는 서비스의 일부 기능을 해당 애플리케이션 등을 통하여 제공할 수 있도록 매개하는 서비스
3. T open lab 이용 서비스
가. 기기예약/공간예약 서비스: 단말기, 계측기 및 프로젝트 공간, 세미나 공간, 테스트 룸 등의 T open lab의 개발 인프라를 온라인상에서 예약하는 서비스
나. T open lab이 제공하는 개발환경, 회의공간, 오픈카페 등 오프라인 물리적 공간을 이용하는 서비스
4. 기타 서비스 관련하여 회사가 제공하는 서비스
② 제1항 각호의 서비스는 홈페이지 내 서비스 별 안내 내용에 따릅니다.

제9조 (프로젝트 등록 및 서비스 신청 및 사용)
① 프로젝트를 이용하고자 하는 자는 SK Puzzle회원 가입 후 프로젝트 등록 및 약관 동의를 거쳐야 합니다. 개별 약관 동의 및 인증키 발급이 필요한 서비스의 경우 해당 절차를 거쳐야 합니다.
② 프로젝트 등록 시 회원은 회사가 요구하는 정보를 등록하여야 합니다. 회원은 프로젝트에 대한 정보를 정확하게 입력해야 하며, 그러지 않을 경우 회사는 서비스 이용을 제한할 수 있습니다.
③ 프로젝트 등록 완료 시, 회원은 사용할 서비스를 선택할 수 있으며 Workspace 내에서 서비스 별로 제한 및 설정을 달리하여 사용할 수 있습니다.
1. 프로젝트 등록 시 입력하는 프로젝트명과 설명은 프로젝트 식별을 위한 정보로 Master 권한 이상이면 setting 화면에서 언제든 수정할 수 있습니다.
2. 서비스를 이용하기 위해서는 이용 신청을 해야 하며 운영자의 승인 없이 바로 사용할 수 있는 서비스와 운영자의 승인완료 후 사용할 수 있는 서비스로 구분됩니다. SK Puzzle의 경우 ON/OFF 버튼을 클릭하여 API 서비스 활성화를 제어할 수 있습니다. 서비스 별 상세 화면에서 서비스 설정이나 API 테스트를 진행할 수 있습니다.
3. 개별 약관 동의 및 인증키 발급이 필요한 서비스가 존재하며 회사는 서비스에 대한 인증키를 발급하고 이용자는 해당 인증키를 이용하여 서비스를 이용할 수 있습니다.
4. 프로젝트를 생성한 사용자는 Master이면서 Owner 권한을 갖게 됩니다. Owner만이 프로젝트를 삭제할 수 있습니다. 또한 일부 서비스는 Owner만이 신청할 수 있습니다.
5. Owner는 프로젝트 탈퇴 시 사용중인 프로젝트를 삭제하거나, 다른 사용자를 새로운 Owner로 지정해야 합니다. 만약 탈퇴 시점에 다른 Owner가 존재하지 않는다면 프로젝트 삭제로 간주하며 해당 프로젝트에 속한 개발 정보가 모두 삭제됩니다.
6. Owner는 프로젝트 삭제 전 자료를 미리 백업하여야 하며 백업하지 아니하여 발생하는 모든 문제에 대해 회사는 책임지지 않습니다 ④ 회원은 앱 이용고객이 사용하게 될 Application과의 연결 또는 Application의 개발 목적으로만 서비스를 이용할 수 있으며, 다른 목적으로 이용하고자 하는 경우에는 회사의 사전 서면 동의를 얻어야 합니다.
7. 사업자 회원의 프로젝트는 사업자등록증, 법인인감증명서 등의 사업자 확인 절차를 거친 후, 해당 사업자의 요청에 따라 Master 권한을 회수하거나 다른 회원에게 Master 권한을 부여/이관할 수 있습니다

제10조 (서비스의 이용 시간 및 제한)
① 회사의 회원에 대한 서비스 제공 기간은 회원의 서비스 이용신청에 대하여 회사의 이용 승낙이 있는 날로부터 서비스 이용계약의 해지 또는 서비스 종료 시까지입니다. 단, 구매 서비스의 경우에는 본인인증 진행 후 구매완료가 된 시점부터 개시합니다.
② 회사는 안정적인 서비스 제공을 위해 서비스별 사용 제한을 설정할 수 있습니다. 또한, 서비스를 일정 범위로 분할하여 각 범위별 이용 가능 시간을 정할 수 있습니다. 이 경우 회사는 홈페이지에 그 내용을 공지합니다.
③ 회사는 서비스 제공에 있어 특정 이용 범위를 분할하거나 전체에 대해 별도 이용 가능 시간이나 횟수 등을 지정하여 제한할 수 있습니다. 이 경우 회사는 홈페이지에 그 내용을 공지합니다. 서비스는 업무상 또는 기술상으로 특별한 지장이 없는 한 연중무휴, 1일 24시간 운영을 원칙으로 합니다. 단, 시스템 정기 점검, 증설 및 교체를 위해 회사가 정한 날이나 시간에 서비스는 일시 중단될 수 있으며, 예정된 작업으로 인한 서비스 일시 중단인 경우 홈페이지 또는 안내사이트를 통해 사전에 공지합니다. 단, 회사가 사전에 공지할 수 없는 치명적인 버그 발생, 서버기기 결함, 통신 두절, 긴급 보안 문제 해결 등의 부득이한 사정이 있는 경우에는 사후에 공지할 수 있습니다.

제11조 (서비스의 변경 및 중지)
① 회사는 회사의 정책 및 운영의 필요 상 서비스(개별 서비스 포함)를 변경하거나 중단할 수 있습니다. 이 경우 홈페이지에 그 내용을 공지하거나 제2조 제3항에서 정한 방법으로 회원에게 통지하고 서비스를 변경하여 제공하거나 중단할 수 있습니다.
② 회사는 다음에 해당하는 경우, 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
1. 회원이 회사 영업을 방해하는 경우
2. 회원이 서비스를 이용함에 있어 법령을 위반하거나 회사의 이용 약관 또는 서비스 이용 기준 등을 위반한 경우
3. 회원이 지속적으로 불법 스팸을 전송하여 방송통신위원회 또는 한국인터넷진흥원에서 서비스 이용 계약 해지를 요청한 경우
4. 서비스용 설비 보수 등의 공사로 인해 부득이한 경우
5. 정전, 제반 설비 장애, 이용량 폭주 등으로 인해 정상 서비스에 지장이 발생한 경우
6. 제휴 업체(BP)와의 계약 종료 등과 같은 회사 사정으로 인해 서비스를 유지할 수 없는 경우
7. 전시, 천재지변, 국가비상사태 등 불가항력 사유가 있는 경우
8. 새로운 서비스 제공 등 서비스의 정책 및 운영의 필요 상 회사가 적절하다고 판단하는 경우
③ 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요 상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.

제12조 (회원 정보의 변경)
회원은 서비스의 이용을 위해 본인의 회원 정보를 성실히 관리해야 하며, 회원 정보에 변동 사항이 있으면 이를 변경해야 합니다. 회원 정보 변경이 지연되거나 누락되어 발생하는 문제의 책임은 회원에게 있습니다.

제13조 (정보의 제공 및 광고의 게재)
① 회사는 서비스를 운영하면서 회사의 서비스 관련 각종 정보를 서비스 화면에 게재하거나 E-mail 및 서신 우편, SMS(MMS) 등의 방법으로 회원에게 제공할 수 있습니다.
② 회사는 서비스를 운영하면서 회사 또는 제휴사의 서비스 관련 각종 광고를 서비스 화면에 게재하거나 회원의 동의를 얻어 E-mail 및 서신 우편, SMS(MMS), TM(Telemarketing) 등의 방법으로 회원에게 제공할 수 있습니다.
③ 회원이 서비스상에 게재되어 있는 광고를 이용하거나 서비스를 통한 광고주의 판촉활동에 참여하는 등의 방법으로 교신 또는 거래하는 것은 전적으로 회원과 광고주 간의 문제입니다. 회원과 광고주간에 분쟁, 기타 문제가 발생하는 경우, 회원과 광고주가 직접 해결하여야 하며, 이와 관련하여 회사는 어떠한 책임도 지지 않습니다.

제14조 (게시물 및 Application에 대한 책임 및 관리)
① 회사는 별도의 게시판 서비스를 통하여 게시물을 관리할 수 있습니다.
② 회원이 게시물로 인해 발생하는 손실이나 문제는 회원 개인의 책임이며 회사는 이에 대한 책임을 지지 않습니다.
③ 회사는 회원이 게시하거나 전달하는 서비스 내 게시물이 다음에 해당한다고 판단될 때, 사전 통지 없이 삭제할 수 있으며 이에 대해 회사는 어떠한 책임도 지지 않습니다.
1. 회사, 타 회원 또는 제3자를 비방하거나 중상모략하는 내용
2. 공공질서 및 미풍양속에 위반되는 내용
3. 범죄 행위에 결부된다고 인정되는 내용
4. 회사 저작권, 제3자 저작권 등 타인의 권리를 침해하는 내용
5. 회사가 정한 개별 서비스별 세부 이용지침에 반하는 내용
6. 회사 제공 서비스와 관련이 없는 내용
7. 불필요하거나 승인되지 않은 광고나 판촉물
8. 타인의 E-mail 주소, 명의 등을 무단 도용하여 작성한 내용이거나, 타인이 입력한 정보를 무단으로 위변조한 내용
9. 동일 내용을 중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우
10. 탈퇴한 회원의 게시물인 경우
11. 기타 관계 법령 및 회사의 개별 서비스별 세부 이용지침 등에 위반된다고 판단되는 경우
④ 회사는 관리상의 필요에 따라 게시물을 사전 통지 없이 이동시킬 수 있습니다.
⑤ 회사는 개별 서비스별로 게시물과 관련된 세부 이용지침을 별도로 정하여 시행할 수 있으며, 회원은 그 지침에 따라 게시물(회원 간 전달 포함)을 게재 혹은 삭제해야 합니다.
⑥ 회원의 게시물이 타인의 권리를 침해하였음을 이유로 타인으로부터 회사가 손해배상청구 등의 이의 제기를 받은 경우, 해당 게시물을 작성한 회원은 자신의 책임과 비용으로 회사를 면책하여야 하며, 회사가 면책되지 못한 경우 회원은 그로 인해 발생한 회사의 손해를 배상하여야 합니다.
⑦ 회사는 회원이 회사의 서비스를 이용하여 개발, 구축, 관리, 운영하는 Application이 다음 각 호에 해당하는 경우 회원에 대하여 서비스의 제공을 중단하거나, 해당 Application의 제공 중단을 요청하거나, 회원에게 발급한 인증키의 사용 제한, 정지 또는 삭제 등 필요한 조치를 취할 수 있습니다.
1. 저작권 등 제3자의 권리를 침해한 경우
2. 건전한 사회질서를 위반하거나 미풍양속을 해친 경우
3. 음란물 등 불법 정보를 포함하고 있는 경우
4. 회원이 회사에 등록한 정보나 증빙 서류가 허위인 경우
5. 회사가 서비스 제공과 관련하여 이용자에게 제시하는 기본 요구 사항이 충족되지 못하는 경우
6. 위법•부당한 방법으로 회사의 시스템, 서버 등에 과부하를 발생시키거나, 정보통신망에 침입 또는 침입을 시도하는 경우
7. 회원이 회사의 사전 동의 없이 또는 회사가 허용한 범위 외의 목적 및 방법으로 회사의 상호 등을 Application에 사용하는 경우
8. 회원이 회사의 정상적인 서비스 제공 또는 Application 이용고객의 정상적인 Application 이용을 방해하는 경우
9. 서비스를 활용한 Application이 서비스 제공 회사의 서비스와 동종, 유사하여 이익이 상충하는 경우
10. 회원이 회사의 지적재산권 등 권리를 침해하거나 회사의 영업비밀을 누설하거는 경우 또는 회사의 이미지를 실추시키거나 명예를 훼손하는 경우
11. 회사 또는 Application 이용고객의 정보(게시물 등 포함)를 동의 없이 복제, 가공, 배포하는 등 무단으로 사용하는 경우
12. Application 이용고객의 개인정보를 회사 또는 본인의 사전 동의 없이 수집•이용하거나 제3자에게 제공하는 경우
13. 기타 회원이 본 약관 외 회사의 서비스 관련 운영 정책, 공지 사항 또는 기타 관련 법률을 위반하는 경우

제15조 (게시물의 지적재산권 등)
① 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물 작성 회원에게 귀속되며, 회사가 작성한 저작물에 대한 저작권과 기타 지적 재산권은 회사에 귀속합니다.
② 회원은 자신이 서비스 내에 게시한 게시물을 국내ㆍ외에서 다음의 목적으로 회사가 사용하는 것을 허락합니다.
1. 서비스(제3자가 운영하는 사이트 또는 미디어의 일정 영역 내에 입점하여 서비스가 제공되는 경우 포함) 내에서 게시물 사용을 위해 게시물 크기를 변환하거나 단순화하는 등의 수정
2. 회사에서 운영하는 타 사이트에 게시물을 복제ㆍ전송ㆍ전시하는 것. 다만, 회원이 게시물의 복제ㆍ전송ㆍ전시에 동의하지 않은 경우는 해당하지 않습니다.
3. 회사의 서비스 홍보를 위한 목적으로 미디어, 통신사 등에 게시물 내용을 보도, 방영하게 하는 것. 단, 이 경우 회사는 회원 개별 동의 없이 미디어, 통신사 등에 게시물 또는 회원 정보를 제공하지 않습니다.
③ 전 항의 규정에도 불구하고 회사가 전 항 각 호에 기재된 내용 이외의 상업적 목적(예: 제3자에게 게시물을 제공하고 금전적 대가를 받는 경우 등)으로 게시물을 사용할 경우에는 사전에 전화, E-mail 등의 방법으로 회원의 동의를 얻습니다. 이 경우 회사는 회원에게 별도의 보상을 제공합니다.
④ 회원이 서비스에 게시물을 게재하는 것은 다른 회원이 게시물을 서비스 내에서 사용하는 것을 허락한 것으로 봅니다. 다만, 회원은 개별 서비스 내 관리 기능을 통해 게시물의 삭제 등의 조치를 취할 수 있습니다.
⑤ 회원이 서비스에 게시물을 게재하는 것은 회사가 검색 결과, 서비스 및 관련 프로모션 등에 사용하는 것을 허락한 것으로 봅니다. 이때 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제 편집될 수 있습니다. 이 경우 회사는 저작권법의 내용을 준수하여야 하며, 회원은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제 등을 요청할 수 있습니다. 본항의 내용은 회사가 서비스를 운영하는 동안 유효하며, 회원이 탈퇴한 이후에도 지속적으로 적용됩니다.
⑥ 회원이 이용 계약을 해지하거나 제18조 제2항에 의해 이용 계약이 해지된 경우, 회원이 서비스에 게시한 게시물은 삭제됩니다. 다만, 다른 회원 또는 제3자에 의해 스크랩, 펌, 담기 등으로 다시 게시된 게시물, 클럽, 공유 게시판, 댓글 등 공용 서비스 내에 게재된 게시물 및 타 회원의 정상적 서비스 이용에 필요한 게시물은 삭제되지 않습니다.
⑦ 회사는 서비스 운영 정책상 또는 회사가 운영하는 사이트 통합 등의 경우, 게시물 내용을 변경하지 않고 게시물의 게재 위치를 변경ㆍ이전하거나 사이트 간 공유하여 서비스할 수 있습니다. 게시물을 이전ㆍ변경 또는 공유하는 경우에는 사전에 공지합니다.
⑧ 회원은 서비스를 이용하면서 얻은 정보를 회사의 승낙 없이 영리 목적으로 이용하거나
제3자에게 이용하게 할 수 없습니다.

제16조 (Application의 지적재산권 등)
① 회사가 제공하는 서비스의 저작권 등 지적 재산권은 각 서비스를 제공하는 회사 또는 제휴사에 귀속하며, 회원의 Application에 대한 저작권 등 지적 재산권은 회원에게 귀속합니다.
② 회원은 상호 등 사용권리를 상호 등 귀속 주체인 회사 또는 제휴사의 사전 동의 없이 양도, 임대 등 처분하거나, 임의대로 변경할 수 없으며, 상호 등을 사용함에 있어 각 상호 등 귀속회사의 상호 등에 관한 가이드를 준수하여야 합니다.
③ 서비스를 활용한 Application은 서비스를 제공한 회사 또는 제휴사의 각 서비스 정책을 준수하여야 하며 이에 어긋나는 경우, 회사는 해당 Application의 서비스 사용을 제한할 수 있습니다.

제 4장 계약당사자의 의무
제17조 (회사의 의무)
① 회사는 법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적인 서비스를 제공하기 위하여 노력합니다.
② 회사는 회원의 회원 정보를 보호하기 위해 보안 시스템을 구축 운영하며 "개인정보처리방침"을 공지하고 준수합니다. 또한, 회사는 "개인정보처리방침"에 따라 회원 정보를 처리함에 있어 안정성 확보에 필요한 기술적 및 관리적 대책을 수립하고 운영합니다.
③ 회사는 서비스 제공과 관련하여 취득한 회원의 개인정보를 회원 본인의 승낙 없이 제3자에게 누설•배포하지 않습니다. 단, 관계 법령에 따른 수사 목적으로 관계 기관에서 요구하거나 방송통신심의위원회, 기타 법률상 근거를 가진 관계 기관이 요청하는 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 그렇지 않습니다.
④ 회사는 업무와 관련하여 회원의 사전 동의 없이 회원 전체 또는 일부의 개인정보를 특정 회원의 정보를 구별할 수 없는 통계자료로 작성하여 이를 사용할 수 있습니다.
⑤ 회사는 서비스 관련 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 신속히 처리해야 합니다. 신속한 처리가 곤란한 경우, 그 사유와 처리 일정을 서비스 화면에 게재하거나 E-mail 등을 통해 회원에게 통지합니다.
⑥ 회사가 약관이나 기타 법규를 위반하여 서비스를 제공하거나 서비스를 변경하거나 중단하여 회원에게 손해가 발생했을 때 그러한 손해가 회사의 고의나 중과실에 따른 것이면 회사가 그 책임을 부담하며, 책임의 범위는 통상손해입니다
⑦ 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 통신비밀보호법, 전기통신사업법 등 서비스의 운영, 유지와 관련 있는 법규를 준수합니다.

제18조 (회원의 의무)
① 회원은 회원가입 신청 시 모든 사항을 사실에 근거하여 기재하여야 하며, 허위 또는 타인의 정보를 등록할 경우 일체의 권리를 주장할 수 없습니다.
② 회원은 회사가 제공하는 서비스를 이용함에 있어 다음 각 호의 행위 또는 다음 각 호에 해당하는 내용을 목적으로 하거나 의도하는 행위를 하여서는 안 되며, 회사는 다음 각 호의 행위를 행한 회원에 대하여 사전 통지 없이 이용계약을 해지할 수 있습니다.
1. 신청 또는 변경 시 허위 내용을 등록하는 행위
2. 타인의 정보를 도용하는 행위
3. 회사가 게시한 정보의 변경, 복제, 유통, 조장하거나 상업적으로 이용하는 행위
4. 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시하는 행위
5. 회사와 기타 제3자의 지적 재산권, 초상권 등 기타 권리에 대한 침해 행위
6. 회사 및 기타 제3자의 명예를 손상하거나 업무를 방해하는 행위
7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 미풍양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위
8. 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위
9. 회사의 승인을 받지 않고 다른 회원의 개인 정보를 수집, 저장, 유포, 게시하는 행위
10. 프로그램의 버그를 악용하는 행위
11. 회사 서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 행위
12. 회사의 직원이나 운영자를 가장하거나 사칭 또는 타인의 명의를 도용하여 글을 게시하거나 E-mail을 발송하는 행위
13. 서비스를 모방하거나 회사의 브랜드를 모방, 도용하는 행위
14. 서비스의 출처표시 용도 외에 회사의 상표를 무단으로 사용하거나 모방하는 행위
15. 기타 공공질서 및 미풍양속을 위반하거나 불법적, 부당한 행위 및 관계 법령에 어긋나는 행위
③ 회원은 관계 법령, 약관, 서비스 이용 안내 및 서비스상에 공지한 주의사항, 서비스 운영 및 개발가이드, 회사가 서비스 이용과 관련하여 회원에게 통지하는 사항 등을 준수해야 하며, 회사의 업무를 방해하는 행위를 해서는 안 됩니다.
④ 회원은 회사에서 공식적으로 인정한 경우를 제외하고는 서비스를 통한 상품 판매 영업을 할 수 없습니다. 특히 해킹이나 광고를 통한 수익, 음란물 사이트를 통한 상업 행위, 상용 소프트웨어 불법 배포 등을 할 수 없습니다. 이를 위반하여 발생한 영업 활동의 결과 및 손실, 관계 기관 구속 등 법적 조치에 관해서는 회사가 책임을 지지 않으며, 회원은 행위와 관련하여 회사에 대해 손해배상 책임을 집니다.
⑤ 회원은 서비스 이용 권한, 기타 서비스 이용 계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로도 제공할 수 없습니다.
⑥ 회원은 서비스의 오류 및 문제점이 발견되는 경우 즉시 회사에 이를 알리고 회사의 서비스 개선 조치에 적극적으로 협력합니다.

제19조 (회원에 대한 통지)
① 회사는 회원의 서비스 이용에 필요한 권리 및 의무 사항을 회원이 지정한 E-mail, SMS(MMS) 등으로 통지할 수 있습니다. 단, E-mail의 경우 해당 E-mail 서비스 제공사의 제한에 의해 개별통지가 불가한 경우 홈페이지 공지로 갈음할 수 있으며, 이로 인해 발생하는 문제에 대해서 회사는 책임을 지지 않습니다.
② 불특정 다수 회원에 대한 통지일 경우, 회사는 이를 홈페이지에 게시함으로써 개별 통지에 갈음할 수 있습니다.

제20조 (회원 아이디와 비밀번호 관리에 대한 의무와 책임)
① 회사는 사이트 내에서 일부 서비스 신청 시 이용요금을 부과할 수 있으므로, 회원은 아이디(ID)및 비밀번호(PASSWORD) 관리를 철저히 하여야 합니다. 아이디(ID)및 비밀번호(PASSWORD) 관리 소홀, 부정 사용에 의하여 발생하는 모든 결과에 대한 책임은 회원 본인에게 있습니다.
② 회원은 본인의 아이디(ID)및 비밀번호(PASSWORD)를 제3자에게 이용하게 해서는 안되며, 회원 본인의 아이디(ID)및 비밀번호(PASSWORD)를 도난당하거나 제3자가 사용하고 있음을 인지하는 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우 그에 따라야 합니다.
③ 회원의 아이디(ID)는 회사의 사전 동의 없이 변경할 수 없습니다.

제21조 (개인정보의 변경, 보호)
① 회원은 이용신청 때 기재한 사항이 변경되었을 때에는 즉시 변경사항을 최신의 정보로 수정해야 합니다. 단, 회원 아이디(ID) 등 변경이 불가능한 사항은 수정할 수 없습니다.
② 수정하지 않은 정보 때문에 발생하는 손해는 해당 회원이 부담하며, 회사는 이에 대해 아무런 책임을 지지 않습니다.
③ 회원이 사용중인 어느 한 개별 서비스에서 통합회원 공통정보를 수정하였다면, 회사는 해당 개인정보를 회원의 동의 하에 그 개별 서비스로부터 제공받아 공통정보를 수정합니다. 이때 서비스 및 회원이 가입한 다른 개별 서비스에 저장된 해당 공통정보는 모두 동일하게 변경됩니다.
④ 회사는 회원의 정보를 서비스를 제공하기 위한 목적 이외의 용도로 사용하거나 회원의 동의 없이 제3자에게 제공하지 않습니다. 단, 다음의 경우는 예외로 합니다.
1. 다른 법률에 특별한 규정이 있는 경우
2. 회원이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 회원으로부터 사전 동의를 받을 수 없어서 회원 또는 제3자의 생명, 신체, 재산을 보호하기 위하여 반드시 필요하다고 인정되는 경우
3. 통계작성, 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우
⑤ 회사는 관련 법령이 정하는 바에 따라 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보 보호에 관해서는 관련 법령과 회사가 정하는 개인정보처리방침에 정한 바를 따릅니다.
⑥ 회사는 수집된 개인정보의 처리•관리 등의 업무를 스스로 수행함이 원칙이지만, 필요하면 회원의 동의를 받거나 회원에게 통지한 후 위 업무의 일부 또는 전부를 회사가 선정한 회사에 위탁할 수 있습니다.

제 22 조 (Application 이용 고객의 개인정보 보호)
① 회원은 Application 이용고객의 개인 정보를 보호하여야 하며, Application을 Application 이용고객에게 제공함에 있어 관계 법령을 준수하여야 합니다.
② 회원은 Application을 통하여 수집한 Application 이용고객의 개인정보 또는 서비스 이용과 관련하여 회사 또는 제휴사로부터 제공받은 개인정보를 위법•부당한 방법으로 수집(보관 포함)•이용하거나, 위법•부당한 방법으로 제3자에게 제공하여서는 아니 되며, 필요한 경우 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법 등 관계 법령에 따라 Application 이용고객 등으로부터 직접 수집•이용 동의 절차를 거쳐 개인 정보를 수집•이용하여야 하고, 이와 관련된 기술적•관리적 보호조치를 취하여야 합니다.
③ 회원은 Application 이용고객이 Application의 이용 계약을 해지하거나 해당 프로그램을 삭제하거나 개인정보의 삭제를 요청하는 등 Application 이용고객의 개인정보를 더 이상 이용할 필요가 없게 된 경우 및 서비스 이용과 관련하여 회사 또는 제휴사로로부터 제공받은 개인정보를 제공 받은 후 그 제공기간이 초과한 경우, 해당 Application 이용고객 등의 개인정보를 재생 불가능한 형태로 지체 없이 파기하고 회사에 파기 확인서를 회사가 별도 지정하는 일정 기간 이내에 제출하여야 합니다.
④ 회원은 서비스의 이용과 관련하여 회사 또는 제휴사로부터 서비스 이용과 관련하여 제공받은 개인정보를 제공받은 목적, 기한 내에 이용하는 등 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 개인정보보호법 등 개인정보 보호 관련 법령을 준수하여 이용하여야 하며, 만일 위 법령 위반 시 발생하는 일체의 책임은 이용자가 부담합니다.

제 5장 계약 해지 및 서비스 이용 제한
제23조 (계약 해지 및 이용 제한)
① 회원이 SK Puzzle 통합회원의 이용계약을 해지하면 사용중인 각 개별 서비스 사이트의 이용계약도 해지됩니다.
② 사용중인 각 개별 서비스 사이트의 운영 정책상 회원이 탈퇴가 불가능한 상태일 경우에는 SK Puzzle 통합회원의 계약해지가 제한될 수 있습니다.
③ 회원이 서비스 이용계약을 해지하고자 할 때에는 SK Puzzle 웹사이트상에서 회사가 정한 별도의 이용 방법으로 해지신청을 해야 합니다. 이 경우 회원이 고객, Application 이용고객 등에게 제공하는 서비스와 연관된 이 약관상의 회원의 서비스 사용도 중단될 수 있으며, 서비스 사용 중단에 따른 서비스 회원 및 Application 이용고객의 이용 제한에 대한 책임은 회원 본인에게 있습니다.
④ 회원이 이용 계약을 해지하는 경우, 제15조 제6항에 명시한 단서에 따라 게시물이 삭제되지 않을 수 있으므로 이용 계약 해지 전 삭제해야 합니다.
⑤ 회원이 본 약관 및 회사의 운영정책 또는 서비스 운영 및 개발가이드, 개별 서비스 이용 약관을 위반한 경우, 회사는 경고, 일시적 이용 정지, 영구적 이용 정지 등의 단계로 서비스 이용을 제한하거나 이용 계약을 해지할 수 있습니다.
⑥ 회원은 본 조 제5항에 따른 서비스 이용 정지 및 기타 서비스 이용과 관련된 이용 제한에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 회사는 회원의 이의신청이 정당하다고 판단되는 경우, 즉시 서비스 이용을 재개합니다.
⑦ 회원의 서비스 이용 해지, 회원 박탈 등으로 인해 회원과 회사의 서비스 이용 계약이 종료되는 경우, 관계 법령에서 정하는 경우를 제외하고는 회사는 더 나은 서비스 환경의 유지 등을 위하여 회원 정보 및 게시물 등 회원과 관련된 모든 정보를 삭제할 수 있습니다. 따라서 회원은 서비스 이용 계약 종료 이전에 보관이 필요한 정보는 별도로 백업하여야 하며, 회사는 이용 계약 종료 이후 회원과 관련된 모든 정보 삭제로 인한 책임을 부담하지 않습니다.

제24조 (양도 금지)
회원은 서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여, 담보 제공할 수 없습니다.

제 6장 손해배상 등
제25조 (손해 배상)
① 회원이 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우, 위반 회원은 발생한 모든 손해를 배상해야 합니다.
② 서비스 이용 과정의 불법 행위나 본 약관 위반 행위로 인해 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우, 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 합니다. 회사가 면책되지 못한 경우, 당해 회원은 회사에 발생한 모든 손해를 배상해야 합니다.
③ 회사는 회원에 대하여 서비스와 관련하여 관계 법령 준수 여부 및 이와 관련하여 필요한 정보나 증빙 서류 등의 제공을 요청할 수 있으며, 회원은 이에 응하여야 합니다.
④ 회원은 Application 이용고객에게 제공하는 Application과 관련하여 저작권 등 지적 재산권 침해 또는 개인정보 침해나 관련 법률 위반을 이유로 Application 이용고객 또는 제3자(정부 기관 등을 포함합니다)로부터 이의(소송, 수사기관의 수사 제기 등 일체의 민, 형사상의 권리침해 주장과 관련한 일체의 분쟁을 말합니다)가 제기되는 경우 자신의 비용 및 책임으로 문제를 직접 해결하고 회사를 면책•방어하여야 하며 회사에 발생한 모든 손해를 배상하여야 합니다. 다만 회사에 귀책사유로 인한 손해에 대하여는 배상책임이 제외됩니다.
⑤ 회사는 회원이 서비스를 사용할 수 없는 경우 회사에 귀책사유가 없는 한, 이로 인하여 회원에게 발생한 손해에 대하여 어떠한 법적 책임도 부담하지 않습니다. 회사의 귀책사유가 있는 경우, 무료 서비스의 경우에는 본항의 사용 불가와 관련하여 회사는 어떠한 책임도 부담하지 아니하며 유료 서비스의 경우 서비스 이용료의 반환 등 본 약관 또는 개별 약정에서 정하는 바에 따른 책임 이외에 어떠한 영업상의 손실이나 2차•확대 손해, 간접손해, 특별손해 등에 대하여 책임을 부담하지 아니합니다.

제26조 (면책 사항)
① 회사는 천재지변 또는 이에 준하는 불가항력(정전, 제반 설비의 장애 혹은 이용량 폭주로 인해 정상적인 서비스 이용에 지장을 주는 상황 등)으로 인해 서비스를 제공할 수 없는 경우, 서비스 제공에 관한 책임을 면하게 됩니다.
② 회사는 회원의 귀책사유로 인한 서비스 이용 장애에 대해 책임을 지지 않습니다.
③ 회사는 어떠한 경우에도 회원이 서비스 이용을 통해 기대하는 수익 상실에 대해 책임을 지지 않으며, 서비스에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임을 지지 않습니다.
④ 회사는 회원 상호 간 또는 회원과 제3자(Application 이용고객 포함. 이하 본항에서 같음) 상호 간 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이에 따른 손해에 대해서도 배상할 책임이 없습니다. 만일 회원과 분쟁 중인 제3자가 회사를 상대로 이의를 제기할 경우, 회원은 회사를 자신의 비용과 책임으로 면책시켜야 합니다.
⑤ 회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다. 또한 서비스를 통해 획득한 자료로 인한 손해 등에 대해서도 책임을 지지 않습니다.
⑥ 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
⑦ 회사는 기간통신 사업자가 전기통신서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우에는 책임을 면하게 됩니다.
⑧ 회사는 회원의 컴퓨터 환경으로 인하여 발생하는 제반 문제 또는 회사의 귀책사유가 없는 네트워크 환경으로 인하여 발생하는 문제에 대해서는 일체 책임을 지지 않습니다.
⑨ 회사는 회원의 약관, 서비스별 안내, 기타 회사가 정한 이용기준을 준수하지 않은 이용으로 인한 결과에 대하여 책임을 지지 않습니다.
⑩ 상품 또는 정보 등을 통해 표현하거나 드러나는 회원의 견해와 회사의 견해는 무관하며, 회사는 회원이 제공하는 상품 또는 정보 등에 대하여 어떠한 책임도 부담하지 아니합니다.
⑪ 서비스 화면에서 링크, 배너 등을 통하여 연결된 회사(이하 피 연결회사)와 회원 간에 이루어진 거래에 회사는 개입하지 않으며, 해당 거래에 대하여 책임을 지지 않습니다.
⑫ 회사는 회원의 귀책사유로 인해 노출된 회원 정보에 대해서 일체의 책임을 지지 않습니다.
⑬ 회원은 이용신청 시 기재한 사항이 변경되었을 경우에는 즉시 변경사항을 최신의 정보로 수정하여야 합니다. 수정하지 않은 정보로 인하여 발생하는 손해는 당해 회원이 부담하며, 회사는 이에 대하여 아무런 책임을 지지 않습니다.
⑭ 서비스는 회원 또는 회원이 제공하는 서비스의 회원 사용 환경 등에 따라 정상적으로 동작하지 않거나 회사가 예견하지 못한 오류가 존재할 수 있으며, 회사는 서비스의 사용 불능으로 인하여 회원에게 발생한 손해에 대하여 책임을 지지 않습니다.

제27조 (분쟁 조정 및 관할 법원)
① 서비스 이용과 관련하여 회사와 회원 간에 이견 또는 분쟁이 있는 경우, 양 당사자 간의 합의에 따라 원만히 해결하도록 노력합니다.
② 만약 본 조 제1항에 따라 분쟁이 원만히 해결되지 못하여 소송이 제기된 경우, 소송은 민사소송법상의 법원을 관할 법원으로 합니다.
③ 회사와 회원 간에 제기된 소송에는 대한민국 법을 적용합니다.

부칙
(시행일) 본 약관은 2021년 12월 30일부터 시행합니다.
`;
